10/data/attachments/11f0ac6376ec4063.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f6707dd5-f761-49bf-8490-0cb48d9de0d5</nif:username>
            <nif:friendToBeAdded>Dana_ten_Actions_70327_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>